<div>
    <x-page-header>
        سياسة الخصوصية لجمعية التسامح للأعمال الخيرية
    </x-page-header>

    <div class="pt-4 pb-8">
        <div class="container px-4 py-12 mx-auto text-lg lg:px-0">
            <div class="text-lg">
                تهدف هذه السياسة إلى توضيح كيفية تعامل جمعية التسامح للأعمال الخيرية مع البيانات الشخصية وضمان حماية خصوصيتها، سواء داخل الجمعية أو عبر الموقع الإلكتروني الخاص بها.
            </div>

            <div class="mt-5">
                <h2 class="font-bold">الضمانات</h2>
                <p>تلتزم الجمعية بما يلي:</p>
                <ol class="text-gray-800 list-decimal list-inside">
                    <li class="ms-4">التعامل بسرية تامة مع جميع بيانات المستفيدين والشركاء، وعدم مشاركتها مع أي جهة دون موافقة صريحة مسبقة.</li>
                    <li class="ms-4">الامتناع عن بيع أو مشاركة البيانات لأي أغراض تجارية أو غيرها دون الحصول على موافقة صريحة من صاحب البيانات.</li>
                    <li class="ms-4">نشر سياسة خصوصية البيانات على موقع الجمعية الإلكتروني، وإتاحتها للجمهور عند الطلب سواء بنسخة مطبوعة أو إلكترونية.</li>
                    <li class="ms-4">الالتزام بتحديث هذه السياسة بما يتوافق مع القوانين ذات الصلة والتقنيات الحديثة، وإخطار المستخدمين بأي تغييرات تؤثر على خصوصيتهم.</li>
                </ol>
            </div>

            <div class="mt-8">
                <h2 class="font-bold">سياسة خصوصية البيانات للموقع الإلكتروني</h2>
                <p>
                    جمعية التسامح للأعمال الخيرية تتعهد بالحفاظ على خصوصية بيانات زوار ومستخدمي موقعها الإلكتروني وفق البنود التالية:
                </p>
                <div class="mb-5">
                    <strong>١. شفافية استخدام البيانات</strong>:
                    <ul class="text-gray-800 list-disc list-inside">
                        <li class="ms-4">للمستخدم الحق في معرفة كيفية استخدام البيانات الشخصية التي يتم مشاركتها عبر الموقع الإلكتروني.</li>
                    </ul>
                </div>

                <div class="mb-5">
                    <strong>٢. حماية حقوق الزوار</strong>
                    <ul class="text-gray-800 list-disc list-inside">
                        <li class="ms-4">تلتزم الجمعية بحماية حقوق جميع زوار الموقع والمحافظة على سرية بياناتهم.</li>
                        <li class="ms-4">يتم استخدام البيانات بشكل آمن وبما يتوافق مع التشريعات المعمول بها.</li>
                    </ul>
                </div>

                <div class="mb-5">
                    <strong>٣. استخدام البيانات</strong>
                    <ul class="text-gray-800 list-disc list-inside">
                        <li class="ms-4">قد يتم استخدام البيانات لمشاركة المشاريع التي يتم العمل عليها والتي تحتاج الي تبرعاتكم</li>
                    </ul>
                </div>

                <div class="mb-5">
                    <strong>٤. مشاركة البيانات</strong>
                    <ul class="text-gray-800 list-disc list-inside">
                        <li class="ms-4">لا تتم مشاركة البيانات مع أطراف خارجية إلا في حالات الضرورة القصوى مثل استكمال طلبات المستخدم أو لأغراض إحصائية وأبحاث دون تحديد هوية المستخدم.</li>
                        <li class="ms-4">يتم التعامل مع البيانات بطرق مؤتمتة باستخدام أنظمة إلكترونية دون تدخل بشري، إلا في حالات استثنائية تخضع للقانون مثل التحقيقات القضائية.</li>
                    </ul>
                </div>

                <div class="mb-5">
                    <strong>٥. روابط المواقع الخارجية</strong>
                    <ul class="text-gray-800 list-disc list-inside">
                        <li class="ms-4">قد يحتوي موقع الجمعية على روابط لمواقع أخرى. لا تتحمل الجمعية مسؤولية سياسات الخصوصية الخاصة بهذه المواقع.</li>
                        <li class="ms-4">نوصي بقراءة سياسة الخصوصية لكل موقع قبل تقديم أي بيانات شخصية.</li>
                    </ul>
                </div>

                <div class="mb-5">
                    <strong>٦. التطوير والتعديلات</strong>
                    <ul class="text-gray-800 list-disc list-inside">
                        <li class="ms-4">نظراً للتطورات التقنية والتشريعية، تحتفظ الجمعية بالحق في تعديل سياسة الخصوصية.</li>
                        <li class="ms-4">يتم إخطار المستخدمين بأي تغييرات جوهرية على السياسة من خلال الموقع الإلكتروني.</li>
                    </ul>
                </div>

                <div class="mb-5">
                    <strong>٧. تأمين البيانات</strong>
                    <ul class="text-gray-800 list-disc list-inside">
                        <li class="ms-4">تلتزم الجمعية باستخدام أحدث تقنيات الأمن الإلكتروني لحماية البيانات الشخصية</li>
                        <li class="ms-4">يتم تأمين البيانات المخزنة إلكترونياً ومنع الوصول غير المصرح به</li>
                    </ul>
                </div>

                <div class="mb-5">
                    <strong>التواصل معنا</strong>
                    لأي استفسارات بخصوص هذه السياسة أو لتقديم ملاحظات، يمكنكم التواصل معنا عبر البريد الإلكتروني التالي: [alfalah-kw@hotmail.com]
                </div>
                <div class="mb-5">
                    <strong>جمعية التسامح للأعمال الخيرية</strong> تسعى دائماً لتعزيز ثقة المستخدمين وحماية بياناتهم بما يحقق أهدافها الإنسانية والخيرية.
                </div>
            </div>
        </div>
    </div>
</div>
